# auxiliary support
job-name-aso = Офицер вспомогательной службы
job-description-aso = Координируйте работу вспомогательных и поддерживающих подразделений.
JobAuxiliarySupportOfficer = Офицер вспомогательной службы

job-name-pilot = Пилот-офицер
job-description-pilot = Перевозите войска на десантном корабле или оказывайте поддержку с воздуха и осуществляйте медицинскую эвакуацию. Следите за тем, чтобы захватчики не попали на ввереное вам судно.
JobPilotOfficer = Пилот-офицер

job-name-dcc = Старший экипажа десантного корабля
job-description-dcc = Помогайте пилот-офицеру и занимайтесь обслуживанием десантного корабля и уходом за ранеными на корабле.
JobDropshipCrewChief = Старший экипажа десантного корабля

job-name-intel = Офицер разведки
job-description-intel = Собирайте разведданные с поверхности, обрабатывайте их и получайте очки технологий, чтобы поддержать ход операции при помощи боеголовок ОБ (орбитальной бомбардировки), очков десантных кораблей или логистических запасов.
JobIntelOfficer = Офицер разведки
