# marines
job-name-rifleman = Стрелок
job-description-rifleman =Выполняйте приказы тех, кто стоит над вами. Делайте свою работу и стреляйте при необходимости. Не умирайте в процессе.
JobRifleman = Стрелок

job-name-squad-leader = Лидер отряда
job-description-squad-leader = Командуйте одним из четырех отрядов морпехов. Ставьте задачи своему отряду и огневым группам и выполняйте приказы командования. Поддерживайте отряд в целости и сохранности.
JobSquaderLeader = Лидер отряда

job-name-fireteam-leader = Лидер огневой группы
job-description-fireteam-leader = Выполняйте приказы командира отряда и руководите своей огневой группой. Координируйте свои действия с подразделениями огневой поддержки и поддержки с воздуха.
JobFireteamLeader = Лидер огневой группы

job-name-weapons-specialist = Оружейный специалист
job-description-weapons-specialist = Имейте доступ к более тяжёлому мощному вооружению и снаряжению. Как профессионал, возглавьте отряд при необходимости.
JobWeaponsSpecialist = Оружейный специалист

job-name-smartgunner = Смартганнер
job-description-smartgunner = Поддерживайте свой отряд тяжёлым вооружением, подавляйте противника огнём.
JobSmartgunner = Смартганнер

job-name-hospital-corpsman = Полевой врач
job-description-hospital-corpsman = Поддерживайте морпехов в пригодном для боя состоянии или как можно ближе к нему. Осуществляйте медицинскую эвакуацию тех, кого необходимо отправить обратно в медпункт для оказания медицинской помощи.
JobHospitalCorpsman = Полевой врач

job-name-combat-tech = Боевой техник
job-description-combat-tech = Возводите или сносите укрепления. Создавайте и поддерживайте передовые базы и энергоустановки. Получайте доступ к заблокированным зонам.
JobCombatTech = Боевой техник
