# medical
job-name-cm-cmo = Старший медицинский офицер
job-description-cm-cmo = Контролируйте работу медотсека, исследовательского отдела и химической лаборатории. Управляйте медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морпехов.
JobMarineCMO = Старший медицинский офицер

job-name-cm-doctor = Доктор
job-description-cm-doctor = Лечите всех пациентов, поступающих в медотсек. Переносите раненых морпехов из ангара в медотсек. Проводите операции при необходимости.
JobMarineDoctor = Доктор

job-name-nurse = Санитар
job-description-nurse = Помогайте докторам и медикам в оказании помощи раненым.
JobNurse = Санитар

job-name-researcher = Исследователь
job-description-researcher = Проводите исследования того, что вам присылают. Создавать и анализировать новые химические вещества, инструменты и объекты.
JobResearcher = Исследователь
