# military police
job-name-chief-mp = Шеф военной полиции
job-description-chief-mp = Управляйте бригом. Координировать действия членов военной полиции. Контролируйте надлежащее соблюдение Закона морской пехоты. Обеспечивайте безопасность корабля и экипажа.
JobChiefMP = Шеф военной полиции

job-name-militarywarden = Военный комендант
job-description-militarywarden = Обслуживайте бриг, ведите бухгалтерию и пресекайте преступления.
JobMilitaryWarden = Военный комендант

job-name-militarypolice = Офицер военной полиции
job-description-militarypolice = Поддерживайте соблюдение Закона морской пехоты. Задерживайте правонарушителей. Обеспечивайте безопасность корабельного персонала.
JobMilitaryPolice = Офицер военной полиции
