# medical
cm-job-name-cmo = Начальник медицинской службы
cm-job-description-cmo = Контролируйте работу медицинского и исследовательского отделов, и химической лаборатории. Руководите медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морских пехотинцев.
CMJobCMO = Начальник медицинской службы
cm-job-name-doctor = Врач
cm-job-description-doctor = Лечите всех пациентов, поступающих в медотсек. Переносите раненых морских пехотинцев из ангара в медотсек. Проводите операции, если требуется.
CMJobDoctor = Врач
cm-job-name-nurse = Фельдшер
cm-job-description-nurse = Помогайте врачам и санитарам в оказании помощи раненым.
CMJobNurse = Фельдшер
cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что вам присылают. Создавайте и анализируйте новые химические вещества, инструменты и предметы.
CMJobResearcher = Исследователь
