ent-RMCMarineUniformDressEnlisted = синяя парадная форма младших чинов
    .desc = Рубашка и брюки легендарного костюма морских пехотинцев, практически не изменившиеся с XIX века. Этот вариант без украшений предназначается для военнослужащих званий от E-1 до E-3.
ent-RMCMarineUniformDressSenior = синяя парадная форма сержантского и офицерского состава
    .desc = Рубашка и брюки легендарного костюма морских пехотинцев, практически не изменившиеся с XIX века. Этот вариант отличается знаменитой «кровавой полосой», его носят младшие и старшие офицеры, начиная со звания капрала.
ent-RMCMarineUniformDressGeneral = синяя парадная форма генерала
    .desc = Рубашка и брюки легендарного костюма морских пехотинцев, практически не изменившиеся с XIX века. Этот вариант отличается чёрными брюками и большой «кровавой полосой», её носят генералы.
