# medical
cm-job-name-cmo = Главный врач
cm-job-description-cmo = Контролируйте работу медотсека, исследовательского отдела и химической лаборатории. Управляйте медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морпехов.
CMJobCMO = Главный врач

cm-job-name-doctor = Врач
cm-job-description-doctor = Лечите всех поступающих в медотсек пациентов. Переносите раненых морпехов из ангара в медотсек. При необходимости проводите операции.
CMJobDoctor = Врач

cm-job-name-nurse = Санитар
cm-job-description-nurse = Помогайте врачам и ___ в оказании помощи раненым.
CMJobNurse = Санитар

cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что вам присылают. Создавать и анализировать новые химические вещества, инструменты и объекты.
CMJobResearcher = Исследователь
